{
	"LegacyWorldGen": {
		"0": "세계 지역 생성중",
		"10": "지상 동굴 생성중",
		"11": "정글 생성중",
		"12": "하늘섬 생성중",
		"13": "버섯을 담는 중",
		"14": "흙 속에 진흙 섞는 중",
		"15": "실트 만드는 중",
		"16": "광원 만드는 중",
		"17": "거미줄 만드는 중",
		"18": "지옥 만드는 중",
		"19": "물 기초 만드는 중",
		"1": "모래 생성중",
		"20": "세계의 악을 흩뿌리는 중",
		"21": "동굴 생성중",
		"22": "해변 생성중",
		"23": "보석 박는중",
		"24": "모래에 중력을 가하는 중",
		"25": "흙 벽지 까는 중",
		"26": "제단 설치중",
		"27": "액체 정착중",
		"28": "하트 크리스탈 설치중",
		"29": "동상 생성중",
		"2": "언덕 생성중",
		"30": "보물 숨기는 중",
		"31": "보물 더 숨기는중",
		"32": "보물은 끊임없이 숨기는 중",
		"33": "물 속에도 보물을 숨기는 중",
		"34": "함정 설치중",
		"35": "잔챙이들 설치중",
		"36": "지옥 화로 설치중",
		"37": "풀 뿌리는 중",
		"38": "선인장 키우는 중",
		"39": "해바라기 심는 중",
		"3": "흙 뒤에 흙 넣는 중",
		"40": "나무 기르는 중",
		"41": "허브 기르는 중",
		"42": "잡초 기르는 중",
		"43": "덩굴 기르는 중",
		"44": "꽃 기르는 중",
		"45": "버섯 심는 중",
		"46": "사용하지 않는 소스들 정리중",
		"47": "게임 오브젝트 리셋중",
		"48": "하드모드 설정중",
		"49": "세계 정보 저장 중:",
		"4": "흙 사이에 돌 박는 중",
		"50": "월드 자료 백업중",
		"51": "월드 자료 로딩:",
		"52": "타일 정렬 검사중:",
		"53": "로드 실패!",
		"54": "백업을 찾을 수 없음.",
		"55": "타일 정렬 찾는 중:",
		"56": "눈 내리는 중",
		"57": "세계",
		"58": "무덤 만드는 중",
		"59": "운석이 떨어졌다!",
		"5": "돌 사이에 흙 설치 중",
		"60": "세계 다듬는 중",
		"61": "이끼칠 중",
		"62": "보석칠 중",
		"63": "동굴 벽 생성 중",
		"64": "거미굴 생성중",
		"65": "월드 자료 정리 중:",
		"66": "월드 자료 저장 중",
		"67": "월드 자료 로딩 중:",
		"68": "맵 그리는 중(여기서 멈추면 재시작 후 새로 만드세요):",
		"69": "폭포 만드는 중",
		"6": "점토 섞는 중",
		"70": "정글 폐허 생성 중",
		"71": "벌집 생성 중",
		"72": "세계에 피칠갑 하는 중",
		"73": "월드 세이브 확인:",
		"74": "슬라임 비가 내립니다!",
		"75": "슬라임 비가 그쳤습니다.",
		"76": "구조물 양산 중.",
		"77": "풀 더 심는 중",
		"78": "사막화가 진행중",
		"79": "벽에 양념칠 중",
		"7": "아무데나 구멍 파는 중",
		"80": "대리석 까는 중",
		"81": "화강암이 자라는 중",
		"8": "작은 굴 만들기",
		"9": "큰 굴 만들기"
	},
	"LegacyDialog": {
		"1": "너같은 꼬맹이가 크툴루의 눈을 앞에 두고 서 있는 전부가 아니기를 바라야지.",
		"10": "내 흙 블럭들 좀 봐, 이게 그것들 보다 더 더럽다고.",
		"100": "왜 정화같은 걸 하는거야? 다 터뜨려 주면 안돼?",
		"101": "이걸 욕조에 던지고 창문을 다 닫으면, 네 귀와 두개골이 분리될거다!",
		"102": "터지는 치킨 놀이 해볼래?",
		"103": "여!그리핑 위버에 서명 좀 해줄래?",
		"104": "여기서 담배피지 마!!",
		"105": "요즘 폭발물은 다 내 손을 거치지. 하나 사가라고!",
		"106": "거 죽기 딱 좋은 날이네!",
		"107": "내가 이렇게 하면...(쾅!) ...아 미안, 그 다리 필요한 거였나?",
		"108": "다이너마이트, 나만의 특별한 치료법!",
		"109": "내 물건은, 폭발적인 가격만큼 잘 터진다구!",
		"11": "이보게 젊은이, 날이 덥군! 통풍이 완벽히 잘 되는 시원한 방어구 좀 보게나.",
		"110": "난 한 여자를 묶어서 던전에 던지라던 모호한 추억같은 명령을 기억하고 있어...",
		"111": "...우리한테 문제가 생겼군! 저기 피의 달이 떠올랐어!",
		"112": "내가 좀 더 어렸을때는 {Nurse}한테 붙어보는건데. 예전에는 잘 나갔다고.",
		"113": "그 붉은 모자 약간 익숙해 보이는데...별거 아닐세.",
		"114": "내 저주로부터 해방 시킨데에 다시 한번 감사하네. 뭔가가 계속 나를 물어 뜯던 기분이었네.",
		"115": "어머니께서는 항상 내가 훌륭한 재단사를 설립하기를 원하셨네.",
		"116": "인생은 옷장과도 같다네. 자네가 뭘 입을지는 자체조차 모르지!",
		"117": "물론 자수는 어렵지!쉬우면 아무도 하지 않을 것 아닌가!그게 훌륭한 점이지.",
		"118": "나는 그들이 옷에 대해 아는 모든 것을 알고 있네.",
		"119": "혼자서 저주받는건 외로웠어.그래서 나는 가죽으로 월슨이라는 친구를 만들었었지.",
		"12": "하늘의 해는 높고, 물건의 가격은 낮네.",
		"120": "나를 해방시켜주어서 고맙네, 인간. 나는 묶여있었고 다른 고블린들이 날 여기 두고 갔어. 너희들 말로는 따돌린다고 하던가?.",
		"121": "우리가 동쪽으로 가지 않다고 말했다고 나를 묶어서 남겨두고 갔다는 걸 믿을 수 없네.",
		"122": "난 버림받았으니까 가시공은 저 멀리 던져버려도 될까? 주머니가 아픈데.",
		"123": "수리 전문가를 찾고 있나? 난 네 고블린이야!",
		"124": "도와줘서 고맙네. 이제 이 주위를 아무렇지도 않게 정리해야지. 언젠가 다시 만날 일이 있기를.",
		"125": "네가 키가 크다고 생각헀어.",
		"126": "저기... {Mechanic}은 지금 뭐하고 있어? 어...걔랑 말 해본 적 있어, 우연이라도?",
		"127": "이봐, 네 모자에 모터가 필요한가? 그 모자에 딱 맞는 모터가 있을 것 같은데.",
		"128": "Yo, 로켓이랑 운동화를 좋아한다고 들었는데, 그래서 내가 네 신발에 로켓을 달아봤어.",
		"129": "침묵은 금이야.덕트 테이프는 은색이지.",
		"13": "오, 좋아. 여기서 {Mechanic}이랑 {Nurse}이 말다툼하는걸 들을 수 있다고.",
		"130": "그래, 금이 철보다 더 강하지. 요즘 사람들은 왜 그게 아니라고 할까?",
		"131": "정말 광산 헬멧과 물갈퀴의 조합은 말만 좋았지.",
		"132": "고블린은 놀라울 정도로 화를 못 참아. 옷 입는 문제 만으로 전쟁을 일으킬 수도 있다고.",
		"133": "솔직히 말하자면, 모든 고블린이 로켓 과학자 인건 아니야. 일부분은 그럴지도?",
		"134": "왜 우리가 가시달린 공을 가지고 다니는지 알아? 몰라? 나도 몰라.",
		"135": "방금 만든거야! 이번 물건은 세게 숨을 쉬지만 않으면 세게 터지지는 않을거야!",
		"136": "고블린 도둑들은 걔네들 일을 정말 못 해. 잠기지 않은 상자에서도 아무 것도 못 가져간다니까!",
		"137": "날 살려줘서 고마워, 친구! 네 노예는 천천히 움직여주지.",
		"138": "오오, 나의 영웅!",
		"139": "오, 얼마나 영웅스러운가! 나를 구해줘서 고맙네, 젊은이!",
		"14": "너 혹시 쿨럭...쿨럭.. 퉤... 큰 눈을 봤나?",
		"140": "오, 얼마나 영웅스러운가! 나를 구해줘서 고맙네, 젊은이!",
		"141": "우리가 이제 서로를 알고 있으니, 너와 함께 들어갈 수 있을까?",
		"142": "거기, 안녕, {Guide}! 오늘은 뭘 알려줄까?",
		"143": "거기, 안녕, {Demolitionist}! 오늘은 뭘 해줄까?",
		"144": "거기, 안녕, {GoblinTinkerer}! 오늘은 뭘 만들어 줄까?",
		"145": "거기, 안녕, {Nurse}! 오늘은 뭘 보여줄까?",
		"146": "거기, 안녕, {Mechanic}! 오늘은 뭘 만들어 줄까?",
		"147": "거기, 안녕, {Dryad}! 오늘은 뭘 보여줄까?",
		"148": "귀 뒤에서 동전이 나오는 걸 보여줄까? 싫어? 알았네.",
		"149": "마법 사탕 좋아하나? 싫어? 알겠네..",
		"15": "이봐, 이 집은 안전한거지, 그렇지? 맞지? {PlayerName}?",
		"150": "네가 들어가면 내가 맛있는 초콜릿을 만...싫어? 알았네.",
		"151": "내 수정구슬 좀 볼래?",
		"152": "돌덩이를 슬라임으로 바꾸는 반지를 원하나? 나도 그래. 화 내지는 말게.",
		"153": "누가 전에 나한테 친화력은 마법이라고 했지. 그건 말도 안돼. 우정만으로는 개구리가 될 수 없어.",
		"154": "네 미래가 보인다... 나한테서 장비를 많이 사가겠군!",
		"155": "한평생동안 천사상을 가지기 위해 노력했었지. 지금은 아니지만.",
		"156": "고마워! 여기서 저 해골처럼 되기까지 시간 문제였어.",
		"157": "이봐, 어디로 가는지 잘 봐! 나 방금 저기 있었어!",
		"158": "잠시만, 와이파이 연결 거의 다 끝났어.",
		"159": "여기에 깜빡이 불을 거의 다 설치했어!",
		"16": "피의 달도 자본주의를 멈출 수 없어. 거래나 계속 하자고.",
		"160": "움직이지마. 방금 렌즈를 떨어뜨렸어.",
		"161": "내가 원하는건 그걸 만들 스위치를 가지는... 뭐야?!",
		"162": "아, 내가 맞춰볼께. 전선이 모자라는구나, 모질아.",
		"163": "그냥, 너 좀... 제발? 그래? 아. 으.",
		"164": "그렇게 보지 않았으면 좋겠는데. 나 지금 일 하는 중이잖아.",
		"165": "이봐, {PlayerName}, 너 지금 {GoblinTinkerer}한테서 오는 길이지? 혹시 걔가 내 얘기 안 했어?",
		"166": "{ArmsDealer}가 계속 발판이 뭐냐고 물어서, 그걸 밟아보라고 말 했어.",
		"167": "항상 네가 필요한 것보다 많은 전선을 사가!",
		"168": "고장났다는 그 기계 전원은 연결 되어 있었어?",
		"169": "아, 이 집에 뭐가 더 필요한지 알아? 깜빡이는 불빛이 더 필요해.",
		"17": "가격을 잘 보고 렌즈를 사라고!",
		"170": "하늘이 붉어지면 피의 달이라고 해. 괴물들이 떼지어 나타나는 원인이 어딘가에 있을텐데.",
		"171": "이봐, 친구, 죽음의 담뱃잎이 어디에 있는지 알아? 아, 아무것도 아니야. 그냥 말해봤어, 그게 다야.",
		"172": "지금 위를 보면 달이 빨갛다는걸 알거다.",
		"173": "밤에는 실내에 있어야 해. 어두운 곳을 돌아다니는건 엄청 위험한 짓이라고.",
		"174": "환영한다, {PlayerName}. 내가 필요한가?",
		"175": "내가 여기 있는 이유는 네가 뭔가에 막힐대마다 조언을 해주라고 있는거야. 언제든지 일이 안 풀리면 찾아오라고.",
		"176": "이 섬에는 어떻게 살아가야 하는지 알려줘야 할 사람이 있어... 잠시만, 그건 나잖아.",
		"177": "곡괭이로 흙과 돌을 파고, 도끼로 나무를 베. 그냥 커서를 그 타일에 놓고 클릭하라고!",
		"178": "살아남고 싶으면, 무기와 안전지대를 만들어. 나무도 좀 베고.",
		"179": "{InventoryKey} 를 눌러서 제작창을 확인해. 나무가 충분하면, 작업대를 만들고. 그러고 나면 조금 더 좋은 것들을 만들 수 있어. 작업대 근처에 서 있으면 돼.",
		"18": "코시, 카펠레크 모그.아 미안, 방금 그건 클링곤어로 '사거나 죽거나'야.",
		"180": "나무나 다른 블럭으로라도 보호소를 지어. 벽지도 만들어 붙이는 거 잊지 말고.",
		"181": "나무로 된 칼이 있다면, 슬라임한테서 젤 좀 얻어봐. 나무와 젤을 합쳐서 횃불을 만들 수 있다고!",
		"182": "벽지를 건드리려면 망치를 사용해!",
		"183": "금속 광물을 사용하려면 곡괭이질을 해야지. 그걸 얻으면 조금 더 유용한 것들을 얻을 수 있을거야.",
		"184": "광물이 조금 있으면, 그걸 가공하기 위해서 주괴로 만들어야 해. 화로가 그걸 도와줄거야.",
		"185": "화로는 나무와 돌, 횃불로 만들 수 있을거야. 작업대 근처에 서서 확인해 보라고.",
		"186": "금속을 사용하는 대부분은 모루를 사용할거야.",
		"187": "모루는 철이나 납으로 만들거나, {Merchant}에게서 구매하라고.",
		"188": "지하에는 네 최대 체력을 늘려줄 수 있는 수정이 있어. 곡괭이로 그걸 부숴.",
		"189": "별똥별을 3개 모으면 네 최대 마나를 증가 시킬수 있는 마나 수정을 만들 수 있어.",
		"19": "{PlayerName}, 거기 있나? 좋은 소식을 들었다네, 친구!",
		"190": "밤에는 별들이 떨어질거야. 그걸로 쓸만한 것들을 만들 수 있지. 만약 하나 본다면, 해가 뜨기전에 빨리 주워야 해.",
		"191": "사람들을 입주시키는데는 많은 방법들이 있지. 그들은 그냥 살 집이 필요할 뿐이야.",
		"192": "방 하나를 집으로 쓰기 위해서는, 문과 의자, 책상하고도 광원이 필요하지. 벽지도 잘 붙어있는지 보라고.",
		"193": "2명이 한 집에서 살지는 못 해. 그리고, 그들의 집이 파손 된다면 , 아마 새로 살수 있는 다른 집을 찾을거야.",
		"194": "주택 인터페이스를 사용하여 주민에게 주택을 할당하고 볼 수 있어. 인벤토리를 열고 주택 아이콘을 클릭해.",
		"195": "잡상을 들이고 싶다면, 돈이 좀 있으면 올거야. 50은전이면 충분할 것 같은데!",
		"196": "갓호사를 모셔오고 싶다면, 최대 체력을 조금 높이는게 좋을 것 같다.",
		"197": "총을 가지고 있다면, 총상이 나타나 너한테 총알을 팔러 올거야!",
		"198": "강한 괴물을 쓰러뜨려 보면 좋을 것 같아. 드라이어드의 관심을 받기 좋을 것 같아.",
		"199": "던전을 철저히 탐험해야 해. 어딘가에 포로가 있을 지도 몰라.",
		"2": "닳아빠진 자네 갑옷을 보게. 치료약을 사가는게 좋을걸.",
		"20": "보물에 관한걸 들었는데... 아, 아무것도 아닐세.",
		"200": "던전의 노인의 저주가 풀린다면 우리와 함께 하고 싶어할 것 같은데.",
		"201": "폭탄 하나 가지고 있어봐. 폭상이 그걸 보고싶어 할지도 몰라.",
		"202": "고블린들과 평화롭게 지낼 수 있는 방법이 없을까?",
		"203": "강력한 마법사에 대한 소문을 들었어. 다음에 지하로 내려갈 때는 주변을 잘 살펴.",
		"204": "악마의 제단에서 렌즈를 결합하면 강력한 괴물을 소환할 수 있는 물건을 얻을 수 있을거야. 사용 하기 전에 밤까지 기다려.",
		"205": "썩은 고기와 더러운 가루로 벌레밥을 만들 수 있어. 코럽션에 가서 그걸 사용해 봐.",
		"206": "악마의 제단은 코럽션의 지하에서 발견할 수 있어. 몇가지 물건을 만들기 위해 가까이 가보라고.",
		"207": "후크와 체인을 가지고 갈고리를 만들 수 있습니다. 깊은 지하에서 발견되는 해골들은 후크를 다루고, 철이나 납으로 체인을 제작할 수 있어.",
		"208": "항아리가 보이면 다 때려 부숴. 필요한 몇가지 아이템들을 얻는 꽤 좋은 방법이야.",
		"209": "이 세계 전체에는 숨겨진 보물이 많지. 지하로 갈 수록 놀라운 것들이 많이 있어!",
		"21": "천사상이라고 했나? 미안하지만 난 쓰레기 수집가는 아니라서 말이지.",
		"210": "그림자 오브를 부수면 하늘에서 메테오가 떨어질지도 몰라. 그림자 오브는 코럽션 지하의 틈새에서 찾을 수 있어.",
		"211": "최대 체력을 늘리기 위해 하트 크리스탈을 더 사용하는게 좋을 것 같아",
		"212": "너한테는 좀 더 좋은 보호구가 필요하겠는걸.",
		"213": "조금 더 큰 싸움에 준비되었다면야. 밤에 눈알들한테서 렌즈를 얻어서 악마의 제단 근처로 가져가.",
		"214": "다음 도전을 하기 위해 더 많은 체력이 필요할거야. 하트 크리스탈 15개면 충분할걸.",
		"215": "오염석은 드라이어드에게서 살 수 있는 정화의 가루를 뿌리면 일반 돌로 정화할 수 있지만, 그냥 폭탄으로 다 때려 부숴도 되고.",
		"216": "다음 단계는 코럽션의 틈을 탐사할 차례야. 그림자 오브를 보이는 대로 부숴버려.",
		"217": "여기서 멀지 않은 곳에 오래되고 커다란 무덤이 있는데. 널 보니 그걸 확인 하기 좋은 시기인 것 같네.",
		"218": "네 생명을 최대치까지 끌어올릴 방법이 있는 것 같아. 하트 20개를 구해봐.",
		"219": "정글에는 발견할 만한 보물이 많이 있어, 충분히 깊게 파헤친다면 말이지.",
		"22": "마지막에 여기 있던 사람이 쓰레기를 버리고 갔어... 어..그러니까 ... 보물 말이야!",
		"220": "지하의 끝에는 지옥이 있는데, 거기 있는 불타는 광물로 무기와 갑옷을 만들기 딱 좋을거야",
		"221": "지옥의 수문장에게 도전할 준비과 됐다면, 희생을 해야 할거야. 그걸 위해 필요한 것들은 모두 지옥에서 구할 수 있을걸.",
		"222": "찾을 수 있는 모든 악마의 제단을 부숴버려!그러면 좋은 일이 생길거야.",
		"223": "영혼은 빛과 어둠의 장소에서 태어나는 생명들에게서 얻을 수 있을거야.",
		"224": "호 호 호, 그리고 병에 든... 에그노그!",
		"225": "누가 쿠키 좀 만들어 주겠나?",
		"226": "뭐? 내가 가짜라고 생각했다고?",
		"227": "당신의 얼굴이 아직 꿰멜 수 있는 상태여서 다행이예요. 다음에는 더 조심하세요.",
		"228": "흉터는 남을거예요.",
		"229": "확실히 낫네요. 제가 보는 앞에서 절벽에서 뛰어내리는건 자제해 주세요.",
		"23": "달이 치즈로 만들어져 있다면 어떨까...응, 뭐? 아 그래, 온 김에 뭐 좀 사가게!",
		"230": "그렇게 나쁘지는 않았네? 이제는 아니지만.",
		"231": "지하에서 살던 것도 나쁘지는 않았지만, 내가 자던 중에 누가 자꾸 내 아이들을 훔쳐갔었어.",
		"232": "너랑 나 사이에는, {Dryad}밖에 믿을 사람이 없어. 그녀만이 여기에서 유일하게 나를 포션으로 만들려 하거나 먹으려 하지 않았거든.",
		"233": "큰 일을 위해서 나를 핥아 보았어. 모든 것을 푸르게 빛내려 하는 건 무리인가봐.",
		"234": "매번 푸른 색을 볼때마다 우울하고 게을러져.",
		"235": "혹시 여기서 돼지를 본 적이 있어? 내 동생이 다리를 하나 잃어버렸거든.",
		"236": "이 마을 사람들은 조금씩 엇나가고 있는 것 같아. 어젯밤에는 {clothier}이 내 발을 핥아서 일어났다니까.",
		"237": "트러플이 옷을 사러 오도록 만들어 준다면, 자네한테 옷을 싸게 팔도록 하지.",
		"238": "{Truffle}이 약간 오해하는 것 같아, 되게 재미있는 아이인데.",
		"24": "금이라고 했나? 얼마면 되겠나.",
		"240": "난 'Truffle Shuffle'같은거 몰라! 그러니까 그만 물어봐!",
		"241": "나에 관해서 위험한 소문이 돌고 있는 것 같은데, '죽일 수 없으면, 먹어라!'",
		"242": "난 기계공보다 더 고급 장비를 다룰 수 있지.",
		"243": "만약 내가 해적이 되어야 했다면, 하늘을 날아다니는 공적이 되었을 거야.",
		"244": "네가 뭘 쓰던, 제트팩이랑은 무조건 어울릴거야!",
		"245": "늦게까지 일 하면 피곤할 것 같아.",
		"246": "나는 {Cyborg}가 어떻게 움직이는지 궁금해. 그는 무엇을 연료로 움직이는 걸까?",
		"247": "선장 친구는 내가 무슨 뜻인지 안다면 '꽤 잘 빠져있다'고 생각할거야.",
		"248": "기계 좀 보자!",
		"249": "그 기어... 마음에 드는데. 황동으로 만든건가?",
		"25": "제게 피를 묻히지 않도록 주의해 주세요.",
		"250": "네가 신성한 땅에 진입했다면, 하늘에 무지개를 볼 수 있겠지. 원한다면 그림으로 보여줄 수 있는데 말이야.",
		"251": "{PartyGirl}좀 봐. 쟤가 온 동네를 붉게 칠하고 있다고!",
		"252": "난 청록색과 청-녹색의 차이를 알지. 근데 너한텐 말 안 해줄래.",
		"253": "티탸늄 화이트를 다 썼어, 그러니까 묻지도 말라고.",
		"254": "소용돌이 치는 핑크색과 보라색을 사용해봐, 정말로, 끝내준다니까!",
		"255": "아냐, 아냐, 아냐... 서로 다른 회색이 엄청 많잖아! 나보고 뭘 하라고 하지마...",
		"256": "이 페인트가 마르기 전에 다시 비가 내리지 않았으면 좋겠어. 그건 심각한 재앙이 될거야!",
		"257": "네 부유함을 가장 부유한 색과 바꾸도록 해!",
		"258": "당신이 입고 있는 옷은 너무 너무 끈적여! 염료를 좀 써보도록 해.",
		"259": "난 마호가니만 염색 하면 돼. 다른 나무를 염색하는건 낭비라고.",
		"26": "피 그만 흘려봐.",
		"260": "{Pirate}한테 뭔가 해야할 것 같아. 걔가 여기 한 번 왔다 가면 1주일동안 청소만 해야 한다고!",
		"261": "나는 마녀인가? 아니면 의사인가.",
		"262": "마법의 심장은 자연이야. 자연의 심장은 마법이지.",
		"263": "{Nurse}가 네 몸을 치료해 줄수는 있지, 하지만 난 네 몸을 만들어 줄 수있어.",
		"264": "현명하게 골라, {PlayerName}, 내 물건들은 휘발성이고 내 예술품은 신비로우니까.",
		"265": "우리 얘기 좀 해. 파티에 관한거야.",
		"266": "내가 뭘 더 좋아하는지 선택할 수 없는걸: 파티냐, 파티 후 파티냐.",
		"267": "블링크루트 파티를 준비해야해, 그리고 파티 후 파티도 말이지.",
		"268": "우와, {PlayerName}, 너같은 사람과 함께 파티하면 재미있을 것 같아!",
		"269": "디스코만 놓아 주면 내가 파티를 하는 방법을 보여주지.",
		"27": "만약 죽을 것 같으면, 밖에 가서 죽어요.",
		"270": "스웨덴에 갔을때는 하루 종일 파티만 했었어. 왜 그걸 싫어하는 거야?",
		"271": "내 이름은 {PartyGirl}인데 사람들은 파티광이라고 불러. 왜 그렇게 부르는지는 모르겠지만, 나름대로 멋있는 이름인것 같지 않아?",
		"272": "파티는 얼마나 해? 가끔? 흠, 그럼 얘기할 거리가 있겠네...",
		"273": "난 땅벌레가 아니야, 그래도 기름을 멀리하는 것보다 기름칠하고 불을 붙여보는 것도 좋을 것 같아.",
		"274": "뇨 호 호, 그리고 병 안에 든... 블링크루트!",
		"275": "그래! 재미있는걸 하나 말 해주지, 앵무새가 어...음...내가 무슨 마를 하고 이..쓰었지?",
		"276": "{PlayerName}, 넌 내가 이때까지 살면서 본 가장 게으른 사람이군 그래!",
		"277": "내 물건에서 떨어져, 이 비열한 자식!",
		"278": "블레이즈가 뭐라고? 모비 딕은 내꺼야!",
		"279": "*어르..버르...하다그...*",
		"28": "방금 무슨 소리를 한거예요?!",
		"280": "그리고 갑판원 492-8이 말했지, '내가 누구라고 생각해, 472-6?' 하.하.하.",
		"281": "배에 대포알이 박혔었을때... 엄청 끔찍 했었지. 그래서 그 배에 대포알을 쏴 주었어.",
		"282": "이 문장은 거짓입니다. 아닌가요?",
		"283": "그래서 그 '펑크' 씨가 '보고 있다' 병아리로 과학, 에? 그녀에게 하나나 둘 정도를 보여주면 좋을 것 같다!",
		"284": "맞아, 나랑 {Pirate}은 친구야, 그렇다고 앵무새가 나랑 거래하는게 좋다는건 아니야. 걔는 부식성이라고!",
		"285": "난 내 입맛까지도 완벽히 구현해 냈어, 이제는 나도 술 좀 마실 수 있다!",
		"286": "난 가끔 정신이 나갈때가 있지... 이해 했어? 조금이라도?",
		"287": "뒤와 옆은 짧은게 좋죠, 아닌가요?",
		"288": "이 부분들이 정말 이목을 끌겠네요!",
		"289": "왁스때문에... 내 손이 끈적거리고 있어.",
		"29": "계속 찾아오는 거 보면 내가 마음에 드는 것 같네.. 근데 좀 멀쩡할때도 찾아와.",
		"290": "차? 커피? 그냥 오렌지 주스나 다시 한 번 줄까?",
		"291": "이 부분을 다시 신경 써볼 필요가 있을 것 같아...",
		"292": "허얼! 너도 수다 떠는거 되게 좋아하는구나! 나도 그래!",
		"293": "면도는 어떻게 해주면 좋을까?",
		"294": "잠시 앉아만 있으면 너를 싹 바꿔주지.",
		"295": "너만의 스타일을 가지지 않으면, 스타일을 당할거야. 빨리 골라",
		"296": "내가 뭘 해줄까... 린스?",
		"297": "염료상이 파는걸 써보려고 했는데. 머리카락을 튀겼어. 재앙같은 날이었지.",
		"298": "당신 머리..아주 거지같이 생겼어요. 그냥 잠시 여기 앉아봐요. 모든게 다 괜찮아 질거니까. 쉿.",
		"299": "새로 나온 스타일이 있는데.",
		"3": "사악한 존재가 나를 보고 있는 것같아.",
		"30": "왜 여기 있는거야? 피를 흘리는 것도 아니고, 여기 있을 필요 없잖아. 나가.",
		"300": "안녕 친구, 난 {Stylist}이야, 오늘부터 그 머리는 내가 봐줄게.",
		"301": "정리만 조금 해달라고? 그건 재미 없잖아...",
		"302": "네가 {PartyGirl}같은 머리로 바꾸면 재미있을 것 같은데!",
		"303": "아무리 나라고 해도 {Demolitionist}의 타버린 그런 머리카락은 만지고 싶지는 않아. 순식간에 원래대로 돌아올걸.",
		"304": "붙여넣는건 할 수 있지만, 제가 가위를 당신 머리에 대고 있다는걸 잊지는 말아줘.",
		"305": "어쨌든 지금 면도를 하는건 별로 안 좋을것 같아.",
		"306": "밖에 있는건 별로 안 좋은 것 같아, 자기야. 가위를 갈고 닦다가 보면, 그것들한테도 가위질을 할 수 있겠지!",
		"307": "으음, {PartyGirl}한테 들었는데 {Mechanic}의 친구인 {Nurse}가 남자친구의 마지막 선물로 구두를 받았었대.",
		"308": "언젠가 {Cyborg}에게 가발을 씌우고 머리를 잘라주면, 그도 좋아할 것 같아!",
		"309": "언제 한번 {Stylist}의 집에 가보려고 했는데. 날 보더니 딱 잘라 거절했어.",
		"31": "뭐?!",
		"310": "나만의 머리카락을 만들때가 된것 같아!",
		"311": "머리카락을 양치질 해 본적 있어?",
		"312": "픽시컷, 여자들이 좋아할 걸?",
		"313": "귀와 눈썹을 정리해 줄 수도 있지만, 나한테 그걸 부탁하면 다른 곳에도 칠할거야.",
		"314": "좋아, 여기 앉아서 마리네이드에 머리를 담그고 있어봐. 25분 뒤에 돌아와서 머리를 만져주지...",
		"315": "고마워 자기야! 이제 내 머리도 만질 수 있겠다.",
		"316": "지금 더 가까이 오면 아무렇게나 잘라버릴거야.",
		"317": "그들이 가위 하나만 가지고 돌아다니지 말라고 했어. 거미줄에 걸릴 일은 없을거라던데!",
		"318": "아으.. 내 머리가... 거미줄때문에 헝클어졌잖아!",
		"319": "3시간 뒤에 {Guide}의 집 뒤에서 봐, 네가 관심가질만한 물건들을 꽤 가지고 있지..",
		"32": "던전 근처에서 싸돌아다니는 노인을 본 적이 있어? 문제가 있는 것 같더만.",
		"320": "저 {Merchant}, 그는 좋은 거래라도 똑바로 하려고 하지를 않아.",
		"321": "난 내가 얻을 수 있는 것만 팔아. {Clothier}이 이 옷때문에 계속 나한테 치근덕거려.",
		"322": "흠, 넌 천사상을 쓸 수 있을 것 같아보이는데!",
		"323": "난 환불해 주지는 않아 \"구매자의 양심의 가책때문에...\" 아니면 아무 이유 없어, 진짜야.",
		"324": "지금 사면 배송은 무료!",
		"325": "난 존재하지 않는 곳에서도 내 물건을 팔고 있다고!",
		"326": "200원짜리 평화를 원하나? 거래 해볼만한 가치는 있는 것 같은데.",
		"327": "물담뱃대와 커피머신을 합쳤는데! 줄리엔 튀김도 만들 수 있어!",
		"328": "와서 이거 한번 봐! 500그람이나 되는 물고기야! 아주, 아주 좋아! 500그람짜리 물고기!",
		"329": "쓰레기같은걸 찾는거라면, 잘못 찾아온 것 같은데.",
		"33": "{Demolitionist}가 조금 더 조심 해줬으면 해. 그 사람 팔다리가 떨어진걸 수 백번도 더 본것 같아.",
		"330": "중고매물상? 아냐, 나는 시장에서 최고의 품질의 물건을 팔고 있는 거라고.",
		"331": "크림슨 심장을 부수면 하늘에서 메테오가 떨어질지도 몰라. 크림슨 심장은 크림슨 지하의 끝에서 찾을 수 있어.",
		"332": "크림스톤에 이 정화 가루를 뿌려 본 적이 있어요? 단 한 번 만이라도.",
		"333": "이 세상에 있는 모든 크림슨을 정화해야 해요.",
		"334": "쁘으! 널 위해서 일을 하나 해주지. 거절할 생각일랑 하지 말라고!",
		"335": "나는 물고기를 원하고, 네가 그걸 가져다 줘야 해! 궁금한게 있으면 물어보라고.",
		"336": "이봐! 그냥 희ㅅ- 그냥 낚시 전문가를 찾고 있는데. ",
		"337": "{Angler}께서 네가 {WorldName}를 돌아다니는 송어잡이 원숭이가 되기를 원하신다!",
		"338": "뭐어어어어어?! 내가 낚시줄 갑고 있는걸 못 봤다고??",
		"339": "물고기 대가는 줬잖아! 다른 물고기는 필요 없어!",
		"34": "혹시, {ArmsDealer}가 의사가 필요하다는 말은 안 했어요? 그냥 궁금해서요.",
		"340": "{WorldName}에는 요리사가 하나도 없어, 모든 물고기는 내가 직접 요리해야겠네! 왜 그 모양인지.",
		"341": "이봐! 잘 보고 다녀! 지금 몰카 만드는 중이잖아! 모두를 놀래킬 수 있는 절호의 기회라고!",
		"342": "나께서 조언을 하나 주겠다, 혀를 얼음 블럭에 가져다 대지마! 잠깐, 내가 뭘 말할려던지 잊어버렸는데, 네가 그걸 하는 걸 보고싶어!",
		"343": "짖는 물고기를 들어본 적 있어?! 난 아닌데, 그냥 네가 본 적이 있나 해서!",
		"344": "{WorldName}의 구석구석에는 신비한 물고기들이 많아! 그러니까 구해와.",
		"345": "부끄럽군! 내가 태어나기 전에 물고기 몇은 멸종해버렸겠지! 신은 왜 그렇게 불공평 한걸까!",
		"346": "난 부모가 없어. 그래도 물고기는 않지! 비슷한 거잖아!",
		"347": "헤헤, {Dryad}의 의자에 피라냐의 이빨을 꽂아두었을때 그 표정을 네가 봤어야 했는데!",
		"348": "너한테 명ㄹ- 부탁이 있는데! 아냐, 난 네가 상대하고 있는 좀비 아포칼립스에 신경 쓸 틈이 없다고!",
		"349": "서둘러서 들어봐! 나를 위해서 물고기를 낚아다 줘야겠어!",
		"35": "{Guide}한테 진지하게 얘기할 필요가 있겠어... 동굴도 안 가는 사람이 왜 그렇게 용암에 많이 빠지는거야?",
		"350": "난 피의 달이 싫어! 밤동안 끔찍한 소음이 계속 들린다고!",
		"351": "피의 달이 뜬 밤은 낚시하기 제일 안 좋은 날이야! 물고기가 나를 물어, 그래, 좀비들 처럼!",
		"352": "지금 이 앞에 바질리언 괴물이 서성이고 있어!",
		"353": "고마워, 어.. 그러니까, 날 구해준 거든 뭐든. 넌 참 도움 되는 노예라니까!",
		"354": "뭐? 너 누구야? 난 익사한게 아니었어!",
		"355": "네가 날 구했네! 더럽게 멋진걸, 널 이용할... 어, 그러니까, 널 고용해서 내게 멋진 물건을 가져다 줄 수 있도록 해주지!",
		"356": "판매용 뼈가 있어? 네 엉덩이를 부러뜨리고 대신 맞춰주게... 또 한번.",
		"357": "완벽해! 마침내 내 손에 있던 구더기를 가져가 주었군!",
		"358": "내 슬라임 오일로 치료하지 못 하는 상처와 병은 없지! 날 믿어봐, 진짜라고, 내 생동감 넘치는 모습만 봐!",
		"359": "뼈빠지게 여기까지 튀어왔군, 얼마나 살게 있길래?",
		"36": "지금이 전보다 더 나아보이네요.",
		"360": "사람들이 나한테 던지는걸 믿지 못할거야... 뭐 좀 사갈래?",
		"361": "내가 그때 너한테 손을 빌려주었을때, 한달동안 안 돌려줬던거 기억 해?",
		"362": "거미들하고는 멀리 지내는게 좋아. 걔네들이 네 내장을 다 빨아먹을걸. 날 믿어봐.",
		"363": "이 세상에 유일하게 존재하는건 죽음과 세금 뿐이지. 난 2개를 다 가지고 있어!",
		"364": "또 너야? 돈을 더 가지고 싶나보지!?",
		"365": "사람들이 계속 문을 열고 닫아서 엄청나게 시끄러워! 문을 열때마다 세금을 받아야겟군.",
		"366": "네 평소에 시간이 넘쳐나던데. 자네같은 사람한테는 나처럼 일하는 삶이 어떤지를 모르지.",
		"367": "그래, 그래, 알겟어! -- 돈은 이따가 바로 줄게. 네가 조금 더 참을성을 기르면 모두가 좋아질텐데, 전부 다 해쳐먹는- 그게, 모든 일을 다 혼자서 하고 있는 나를 조금만 생각 해 주라고.",
		"368": "여기 혼자 남으려면 뭘 해야하지?",
		"369": "...당밀 2통과.. 아, 지금 왔군. 돈을 주지.",
		"37": "어... 머리에 폭탄 맞았어?",
		"370": "너랑 나 사이에는... 근데 왜 주민들이 너한테 돈을 내야 하는지 모르겟네. 일 하는건 나잖아",
		"371": "언제 한 번 {Dryad}에게 돈을 걷으려고 갔었는데, 그래서 이제는 내 몸에 곰팡이가 자라.",
		"372": "시간 나면 {ArmsDealer}한테 가서 나한테 총알 좀 그만 팔러 오라고 전해줘, 난 총도 없는데.",
		"373": "왜 {Demolitionist}한테서 돈을 더 받으라는거지? 걔는 팔도 다리도 없잖아. 난 보험사가 아니라고...",
		"374": "방금은 {Merchant}한테 갔다 오는 길이야. 내가 그 친구 카드를 가지고 있는지 궁금해하더군.",
		"38": "이럴수가! 저도 약간 이런 편이지만, 당신같은 상태는 아닌 것 같네요.",
		"380": "잉여들한테서 뜯어온 세금 중 자네 몫이 여기 있다!",
		"381": "또 가져가나! 그냥 동전은 다 가져가! 싹 쓸어서 눈에 안 띄도록 가져가!",
		"382": "그아! 여기, 네 몫 챙겨서 내 시야 밖으로 사라져!",
		"383": "이게 네가 가져갈 돈이다, 더는 기대도 하지마! 가져가서 잘 쓰라고.",
		"39": "우리는 요금을 내기 위해서 모여 있습니다... 오, 네가 좋겟군.",
		"390": "...사람들이 나보고 욕심쟁이라고 한다고? 아냐, 적어도 너보다는 아니지.",
		"391": "아, 너한테 나는 그냥 동전 지갑같은 존재였지, 그렇겟지? '넌 항상 날 볼때마다 그 말을 하잖아.",
		"392": "그냥 인사나 하려고 멈춰서지 마.",
		"393": "아! 또 너냐? 방금 전에 가져갔잖아, 지금은 그냥 가고 나중에 다시 와!",
		"394": "5분 전에 왕관의 반값을 줬어! 가라고!",
		"395": "벌써 내 돈가방 옆에 있는건가!? 그러면서 잘도 나보고 욕심쟁이라고 하는군.",
		"396": "방금 네 돈 받아 갔잖아, 더 많이도 아니고! 나가!",
		"397": "돈은 나무에서 자라나지 않아, 그러니까 내 몫까지 챙겨가지 마!",
		"398": "너 벌써 내가 준 돈을 다 썼어!? 난 자선단체가 아니야, 가서 슬라임한테 달라고 그래!",
		"399": "왜 벌써왔어! 아까 가져갔잖아, 다시 가! ",
		"4": "칼이 종이를 자르지! 오늘 하나 사게.",
		"40": "팔이 저기에 떨어져 있네. 내가 가서 주워 올게...",
		"400": "너무 빨리 구걸하는데?! 하룻밤 사이에 뭐라도 바뀐 것처럼 나를 보지 말라고! ",
		"401": "찾을 수 있는 모든 크림슨 제단을 부숴버려!그러면 좋은 일이 생길거야.",
		"402": "크림슨 제단은 크림슨의 지하에서 발견할 수 있어. 몇가지 물건을 만들기 위해 가까이 가보라고.",
		"403": "척추뼈로 피묻은 척추를 만들 수 있어. 크림슨에 가서 사용해봐.",
		"41": "아기 같은 소리 그만해. 더 심한 것도 봤어!",
		"42": "바늘이 필요할 것 같아!",
		"43": "다시 괴롭힘당할까봐 걱정되나?",
		"44": "잠시만, 어디에 만화에 나올법한 붕대를 넣어 두었던 것 같은데.",
		"45": "그만해 {PlayerName}, 넌 괜찮을 거라고. 쉿.",
		"46": "그 짓거리 할때 아프기는 했어? 알면 하지마.",
		"47": "너 반쯤은 소화되다가 만것 같은데. 또 슬라임들한테 쫓겨왔어?",
		"48": "기침은 고개를 돌려서 해.",
		"49": "이때까지 본 것중 가장 큰 상처는 아니네요... 그래요, 확실히 이것보다는 더 크게 다칠 수 있어요.",
		"5": "사과를 찾고 있나? 당근? 아니면 파인애플? 횃불은 있는데.",
		"50": "막대사탕 좋아해요?",
		"51": "아픈데를 보여줘봐요.",
		"52": "미안하네요, 하지만 당신은 저를 감당할 수 없어요.",
		"53": "그거보다는 돈이 더 들건데.",
		"54": "무료로 일해주지는 않아요.",
		"55": "모든 이야기의 끝이 해피엔딩일 수는 없어요.",
		"56": "성형수술말고는 더 해줄 만한게 없네요.",
		"57": "제 시간을 낭비하는 짓들은 그만해줘요.",
		"58": "언제 들은건데, 지옥에는 {Guide}랑 닮은 인형을 가진 악마가 있다고 하네. 혹시 그 악마를 보면 조심하라고.",
		"59": "빨리 사가! 1시간 뒤에 {Nurse}랑 데이트 약속이 있다고.",
		"6": "참 좋은 아침이야, 뭐라고 그랬었지? 뭐가 필요한게 있다고 하지 않았었나?",
		"60": "난 {Nurse}가 파는걸 사고 싶은데. 뭐라고? {Nurse}가 아무것도 팔지 않는다고?",
		"61": "{Dryad}도 참 미인인데. 뽐내지는 않더라고.",
		"62": "{Demolitionist}는 상대하지 마, 너한테 필요한 모든게 여기 있다고.",
		"63": "{Demolitionist}한테 문제라도 있어? 그는 우리가 서로 팔고 있는 물건이 한참 다르다는걸 이제 안건가?",
		"64": "이봐, 지금은 누구랑 대화하기 좋은 밤은 아니라고, 아니라고 생각하는거야, {PlayerName}?",
		"65": "난 오늘밤 같은 밤이 좋아. 죽일 수 있는 것들이 절대 부족하지 않다고!",
		"66": "네 미니샤크에서 눈알이 하나 떨어졌네... 넌 그게 뭘로 만들어졌는지 절대 알려고 하지 않는게 좋을거다.",
		"67": "이봐, 이건 영화가 아니라고, 친구. 총알은 별도야.",
		"68": "내 총에서 손 때, 친구!",
		"69": "코럽션의 오염된 돌들에 제 정화가루를 뿌려 보신적 있나요?",
		"7": "곧 밤이 될거야, 친구. 선택은 할 수 있을때 하라고.",
		"70": "제발 {ArmsDealer}가 저한테 장난치는 걸 그만두게 해주세요. 제가 500살이라는걸 그는 모르는걸까요?",
		"71": "{Merchant}는 왜 계속 저한테 천사상을 팔려고 하는걸까요? 그게 아무것도 아니라는건 모두가 알고 있는데 말이죠..",
		"72": "던전 근처에 노인이 돌아다니는걸 본 적이 있나요? 좋아보이지는 않은 것 같던데...",
		"73": "전 제가 좋아하는 것만 팔아요! 만약 이걸 안 좋아한다면, 참 슬프네요.",
		"74": "왜 이렇게 오랫동안 대치하고만 있는거죠?",
		"75": "당신이 제 물건을 사는건 안 바라요. 그저 당신이 제 물건을 사고 싶어서 사는걸 바란다고요, 이해 했나요?",
		"76": "오늘 밤은 저와 당신 뿐인가요? 아니면 100만명이 넘는 좀비도 함께인가요?",
		"77": "이 세계의 모든 악을 정화해야 해요.",
		"78": "항상 조심해요. 이 세계는 아직 당신이 필요해요!",
		"79": "모래시계는 항상 흐르고 있어요. 그리고 음, 당신은 늙지 않는 것 같네요.",
		"8": "넌 흙이 다른 곳에서는 얼마나 인기가 많은지 모를거다.",
		"80": "내가 씹는 것보다 짖는걸 더 좋아한다 생각해?",
		"81": "고블린 둘이 술집에 들어와서, 하나가 다른 이에게 말했어, '맥주나 마실래?'!",
		"82": "네가 내 저주를 풀때까지 이 안으로 못 들어 가게 하는게 내 일이다.",
		"83": "들어가고 싶으면 밤에 다시 찾아오라고.",
		"84": "주인님께서는 해가 있는 낮에는 밖으로 나오실 수 없다.",
		"85": "내 저주를 풀어주기에는 너무 약한 것 같군. '쓸모 없음'이라는 타이틀을 벗을 때, 다시 돌아오도록.",
		"86": "한심한 바보 녀석. 넌 지금처럼 내 주인님을 볼 수 없을거다.",
		"87": "네 뒤에 친구 6명이라도 있어야 할 것 같은데.",
		"88": "제발, 안된다, 이방인이여. 자살 하는 꼴이야.",
		"89": "너는 나를 저주에서 풀 수 있을 정도로 강할 지도 모르겟군...",
		"9": "아, 언젠가는 그들도 {PlayerName}의 영웅담에 대해서 말할지도 모르겟군... 물론 좋은 쪽으로.",
		"90": "이방인이여, 내 주인을 물리칠 강한 힘을 가지고 있나??",
		"91": "제발! 내 주인으로부터 해방시켜주게! 이렇게 간청하네!",
		"92": "내 주인을 물리치면, 던전으로 들어가게 해 주겟네.",
		"93": "오염된 돌을 지나갈 수 없다고, 진짜? 내가 가진 폭발물을 그 친구들에게 소개시켜주지 그래!",
		"94": "이봐, 혹시 이 근처에서 광대를 보지 못 했나?",
		"95": "여기에 폭탄이 하나 있었는데, 지금은 어디로 갔는지 못 찾겟네...",
		"96": "좀비들을 놀래켜줄 좋은 걸 가지고 있지!",
		"97": "심지어는 {ArmsDealer}도 내가 파는걸 사간다고!",
		"98": "총알이나 수류탄 때문에 난 구멍이 있나? 그게 내가 원하는 거라고!",
		"99": "우연히 네 사지가 분질러지면 {Nurse}가 널 도와줄거야, 물론."
	},
	"LegacyMenu": {
		"0": "테라리아의 시작을 보여주십시오!",
		"100": "배경 켜기",
		"101": "배경 끄기",
		"102": "언어 선택",
		"103": "언어",
		"104": "예",
		"105": "아니오",
		"106": "지도 방식 변경           ",
		"107": "풀 스크린 변경           ",
		"108": "확대                      ",
		"109": "축소                    ",
		"10": "백업 불러오기",
		"110": "투명도 감소     ",
		"111": "투명도 증가      ",
		"112": "지도 켜기",
		"113": "지도 끄기",
		"114": "일반",
		"115": "지도 조정",
		"116": "멀티 코어 광원:",
		"117": "끄기",
		"118": "메뉴 닫기",
		"119": "주변 환경:",
		"11": "백업을 찾을 수 없음",
		"120": "스마트 커서    ",
		"121": "스마트 커서 모드: 스위치",
		"122": "스마트 커서 모드: 꾹 누르기",
		"123": "이벤트 진행도",
		"124": "끄기",
		"125": "Timed",
		"126": "켜기",
		"127": "스타일",
		"128": "설치 미리보기 켜기",
		"129": "설치 미리보기 끄기",
		"12": "혼자 하기",
		"130": "탈 것             ",
		"131": "도전과제",
		"132": "피와 공포 켜기",
		"133": "피와 공포 끄기",
		"134": "적용",
		"135": "서버 설정",
		"136": "스팀 서버: 비활성화",
		"137": "스팀 서버: 활성화",
		"138": "허가받는 유저: 초대 하는 사람들만",
		"139": "허가받는 유저: 친구들만",
		"13": "같이 하기",
		"140": "친구도 초대: 불가",
		"141": "친구도 초대: 가능",
		"142": "친구의 친구: 불가",
		"143": "친구의 친구: 가능",
		"144": "시작",
		"145": "스팀 계정으로 참가",
		"146": "IP나 도메인으로 참가",
		"147": "친구 초대",
		"148": "위",
		"149": "아래",
		"14": "설정",
		"150": "왼쪽",
		"151": "오른쪽",
		"152": "점프",
		"153": "아이템 버리기",
		"154": "인벤토리",
		"155": "갈고리",
		"156": "마나 포션",
		"157": "버프 포션",
		"158": "탈 것 탑승",
		"159": "체력 포션",
		"15": "닫기",
		"160": "자동 선택",
		"161": "스마트 커서",
		"162": "아이템 사용",
		"163": "상호 작용 및 기타",
		"164": "게임 플레이 조작",
		"165": "맵 조정",
		"166": "핫바 조정",
		"167": "게임 패드 세팅",
		"168": "확대",
		"169": "축소",
		"16": "캐릭터 생성",
		"170": "투명도 증가",
		"171": "투명도 감소",
		"172": "맵 스타일 선택",
		"173": "전체 지도 선택",
		"174": "Cycle Left",
		"175": "Cycle Right",
		"176": "핫바 #1",
		"177": "핫바 #2",
		"178": "핫바 #3",
		"179": "핫바 #4",
		"17": "삭제",
		"180": "핫바 #5",
		"181": "핫바 #6",
		"182": "핫바 #7",
		"183": "핫바 #8",
		"184": "핫바 #9",
		"185": "핫바 #10",
		"186": "퀵 마크 #1",
		"187": "퀵 마크 #2",
		"188": "퀵 마크 #3",
		"189": "퀵 마크 #4",
		"18": "머리카락",
		"190": "방사형 핫바",
		"191": "커서 스냄 상",
		"192": "커서 스냄 우",
		"193": "커서 스냄 하",
		"194": "커서 스냄 좌",
		"195": "<설정 안 함>",
		"196": "DPad 커서 스냄",
		"197": "DPad 핫바",
		"198": "게임패드 고급 설정",
		"199": "트리거 데드존",
		"19": "눈",
		"1": "현재 포트: ",
		"200": "슬라이더 데드존",
		"201": "왼쪽 엄지막대 데드존 X",
		"202": "왼쪽 엄지막대 데드존 Y",
		"203": "오른쪽 엄지막대 데드존 X",
		"204": "오른쪽 엄지막대 데드존 Y",
		"205": "역 왼쪽 엄지막대 수평",
		"206": "역 왼쪽 엄지막대 수직",
		"207": "역 오른쪽 엄지막대 수평",
		"208": "역 오른쪽 엄지막대 수직",
		"209": "활용",
		"20": "피부",
		"210": "인터페이스",
		"211": "비밀번호: 보이기",
		"212": "비밀번호: 숨기기",
		"213": "스마트 커서 우선순위: 곡괭이 우선",
		"214": "스마트 커서 우선순위: 도끼 우선",
		"215": "스마트 블럭 설치: 커서 방향",
		"216": "스마트 블럭 설치: 채우기",
		"217": "테두리 색",
		"218": "커서",
		"219": "조작",
		"21": "옷",
		"220": "세트 보너스 : 상",
		"221": "세트 보너스 : 하",
		"222": "조작 설정",
		"223": "왼쪽 Shift 키로 빠른 폐기: 켜기",
		"224": "왼쪽 Shift 키로 빠른 폐기: 끄기",
		"225": "빠른 벽지 설치: 끄기",
		"226": "빠른 벽지 설치: 켜기",
		"227": "방사형 핫바 스크롤: 켜기",
		"228": "방사형 핫바 스크롤l: 끄기",
		"229": "타일 격자 켜기",
		"22": "남성",
		"230": "타일 격자 끄기",
		"231": "자동 조준",
		"232": "자동 조준 우선순위: 집중 타겟",
		"233": "자동 조준 우선순위: 가까운 타겟",
		"234": "자동 조준 우선순위: 직선상 타겟",
		"235": "abc / ABC / !@#",
		"236": "지우기",
		"237": "삽입",
		"238": "스페이스",
		"239": "<-",
		"23": "여성",
		"240": "->",
		"241": "게임패드 훈수 끄기",
		"242": "게임패드 훈수 켜기",
		"243": "메뉴 조정",
		"244": "방사형 퀵바",
		"245": "경계선 없는 창: 켜기",
		"246": "경계선 없는 창: 끄기",
		"247": "프레임 스킵 끄기",
		"248": "프레임 스킵 켜기",
		"249": "프레임 스킵 세밀 조정",
		"24": "신",
		"250": "블럭에 금: 켜기",
		"251": "블럭에 금: 끄기",
		"252": "인터페이스 이동 지연",
		"25": "황제",
		"26": "왕",
		"27": "무작위",
		"28": "생성",
		"29": "신 난이도인 캐릭터는 죽으면 참 조옿습니다",
		"2": "연결 끊김",
		"30": "황제 난이도인 캐릭터는 죽으면 모든걸 잃어버립니다",
		"31": "왕 난이도인 캐릭터는 죽으면 동전을 조금 잃어버립니다",
		"32": "난이도를 선택하세요",
		"33": "상의",
		"34": "내복",
		"35": "하의",
		"36": "신발",
		"37": "머리카락",
		"38": "머리카락 색",
		"39": "눈 색",
		"3": "서버가 비밀번호를 요구합니다:",
		"40": "피부 색",
		"41": "상의 색",
		"42": "내복 색",
		"43": "하의 색",
		"44": "신발 색",
		"45": "캐릭터의 이름:",
		"46": "삭제",
		"47": "세계 생성",
		"48": "세계 이름:",
		"49": "창모드",
		"4": "수락",
		"50": "전체화면",
		"51": "해상도",
		"52": "배경과의 괴리감",
		"53": "프레임 건너뛰기 끄기",
		"54": "프레임 건너뛰기 켜기",
		"55": "광원: 컬러",
		"56": "광원: 화이트",
		"57": "광원: 레트로",
		"58": "광원: 휘황찬란",
		"59": "품질: 자동",
		"5": "뒤로",
		"60": "품질: 높음",
		"61": "품질: 보통",
		"62": "품질: 낮음",
		"63": "비디오 설정",
		"64": "커서 색",
		"65": "볼륨",
		"66": "조작",
		"67": "자동 저장 켜기",
		"68": "자동 저장 끄기",
		"69": "자동 정지 켜기",
		"6": "취소",
		"70": "자동 정지 끄기",
		"71": "획득한 물건 표시 켜기",
		"72": "획득한 물건 표시 끄기",
		"73": "전체화면 해상도",
		"74": "상                ",
		"75": "하             ",
		"76": "좌               ",
		"77": "우             ",
		"78": "점프             ",
		"79": "아이템 던지기            ",
		"7": "서버 비밀번호:",
		"80": "인벤토리         ",
		"81": "체력 포션       ",
		"82": "마나 포션      ",
		"83": "버프 포션       ",
		"84": "갈고리           ",
		"85": "자동 선택       ",
		"86": "리셋",
		"87": "참가",
		"88": "서버 만들기",
		"89": "IP나 도메인을 입력하세요:",
		"8": "서버 가동중...",
		"90": "서버 포트(엔터를 누르면 7777로 설정):",
		"91": "세계 크기:",
		"92": "작음",
		"93": "보통",
		"94": "큼",
		"95": "빨:",
		"96": "초:",
		"97": "파:",
		"98": "효과음:",
		"99": "배경음:",
		"9": "불러오기 실패!"
	},
	"LegacyTooltip": {
		"0": "장식 슬롯에 장착됨",
		"10": "느린 속도",
		"11": "느려 터진 속도",
		"12": "엄청 느려 터진 속도",
		"13": "쓰긴 하는거야?",
		"14": "넉백 없음",
		"15": "극도로 약한 넉백",
		"16": "매우 약한 넉백",
		"17": "약한 넉백",
		"18": "보통 넉백",
		"19": "강한 넉백",
		"1": "아무 효과도 없음",
		"20": "매우 강한 넉백",
		"21": "극도로 강한 넉백",
		"22": "미친 넉백",
		"23": "장착 가능",
		"24": "장식 아이템",
		"25": " 방어력",
		"26": "% 곡괭이힘",
		"27": "% 도끼힘",
		"28": "% 망치힘",
		"29": "회복",
		"2": " 근접 공격력",
		"30": "생명",
		"31": "마나",
		"32": "사용",
		"33": "설치 가능",
		"34": "탄약",
		"35": "소모품",
		"36": "재료",
		"37": " 분 지속",
		"38": " 초 지속",
		"39": "% 공격력",
		"3": " 원거리 공격력",
		"40": "% 속도",
		"41": "% 치명타 확률",
		"42": "% 마나 소모",
		"43": "% 크기",
		"44": "% 투사체 속도",
		"45": "% 넉백",
		"46": "% 이동 속도",
		"47": "% 근접 속도",
		"48": "세트 보너스:",
		"49": "판매가:",
		"4": " 마법 공격력",
		"50": "구매가:",
		"51": "0",
		"52": "소모:",
		"53": " 소환 공격력",
		"54": " 범위",
		"55": " 공격력",
		"56": "즐겨찾기 되어 있음",
		"57": "빠른 폐기, 저장, 판매 불가능",
		"58": " 투척 공격력",
		"59": "강력한 정글의 생명체에게 저주 받음",
		"5": "% 치명타 확률",
		"6": "미친 속도",
		"7": "매우 빠른 속도",
		"8": "빠른 속도",
		"9": "보통 속도"
	},
	"LegacyMultiplayer": {
		"0": "수신:",
		"10": "파티에서 벗어났다!",
		"11": "{0} 가 선전포고 하였습니다!",
		"12": "{0} 가 항전 하였습니다!",
		"13": "{0} 가 이제 파티에서 벗어났습니다.",
		"14": "{0} 가 붉은 팀에 참가하였습니다.",
		"15": "{0} 가 녹색 팀에 참가하였습니다.",
		"16": "{0} 가 푸른 팀에 참가하였습니다.",
		"17": "{0} 가 노란 팀에 참가하였습니다.",
		"18": "연결 완료:",
		"19": "{0} 가 입장하였습니다.",
		"1": "비밀번호 오류.",
		"20": "{0} 가 퇴장하였습니다.",
		"21": "/players",
		"22": "{0} 가 분홍 팀에 참가하였습니다.",
		"2": "올바르지 않은 작업입니다.",
		"3": "서버로부터 접근 금지 당함.",
		"4": "해당 서버와 다른 버전을 사용 중",
		"5": "{0} 가 이미 서버 내에 있습니다.",
		"6": "/playing",
		"7": "참가 중인 플레이어:",
		"8": "/roll",
		"9": "주사위 결과는:"
	},
	"LegacyMisc": {
		"0": "고블린 군대를 물리쳤습니다!",
		"100": "세계의 오염을 선택하세요",
		"101": "코럽션",
		"102": "크림슨",
		"103": "무작위",
		"104": "이계의 결정이 보호되는 동안, 이계의 마나 없이는 사용 할 수 없습니다.",
		"10": "죄책감이 등을 타고 흘러내린다...",
		"11": "당신 주위에서 비명소리가 들려온다...",
		"12": "이 세계는 코발트의 축복을 받았다!",
		"13": "이 세계는 미스릴의 축복을 받았다!",
		"14": "이 세계는 아다만타이트의 축복을 받았다!",
		"15": "고대의 빛과 어둠의 영혼이 해방되었습니다!",
		"19": "{0} 가 죽음...",
		"1": "고블린 군대가 서쪽에서 오고 있습니다!",
		"20": "일식이 일어났습니다!",
		"21": "이 세계는 팔라듐의 축복을 받았다!",
		"22": "이 세계는 오리칼쿰의 축복을 받았다!",
		"23": "이 세계는 티타늄의 축복을 받았다!",
		"24": "해적을 물리쳤습니다!",
		"25": "해적이 서쪽에서 오고 있습니다!",
		"26": "해적이 동쪽에서 오고 있습니다!",
		"27": "해적이 도착하였습니다!",
		"28": "깊은 지하에서 진동이 느껴진다...",
		"29": "참혹한 밤이 될 것 같은 느낌이 듭니다...",
		"2": "고블린 군대가 동쪽에서 오고 있습니다!",
		"30": "주위의 공기가 차가워지고 있습니다...",
		"31": "호박의 달이 떠오르고 있습니다...",
		"32": "정글은 쉬지않고 성장하고 있습니다...",
		"33": "던전에서 비명소리가 울리고 있습니다...",
		"34": "얼어붙은 달이 떠오르고 있습니다...",
		"35": "{0} 가 튀었다!",
		"36": "{0} 가 떠났다!",
		"37": "아무나",
		"38": "발판",
		"39": " 그리고 체력 회복 속도 증가",
		"3": "고블린 군대가 도착했습니다!",
		"40": "체력 회복 속도 증가",
		"41": "화성인들이 침입하고 있습니다!",
		"42": "화성인들을 물리쳤습니다!",
		"43": "천상의 생명체들이 침입하고 있습니다!",
		"44": "당신의 양심이 무감각해졌습니다...",
		"45": "당신은 고통에 압도당하는 느낌을 받았습니다...",
		"46": "다른 세상의 목소리가 아직 당신 근처에서 떠돌고 있습니다...",
		"47": "달의 지도자가 다가왔습니다!",
		"48": "쌍둥이가 깨어났습니다!",
		"49": "당신은 이상한 꿈에서 일어났습니다...",
		"4": "서리군대를 물리쳤습니다!",
		"50": "물리쳤다!",
		"51": "달빛의 파편",
		"52": "운명에 임박했습니다...",
		"53": "선택",
		"54": "가지다",
		"55": "하나를 가지다",
		"56": "닫기",
		"57": "갈고리",
		"58": "점프",
		"59": "Cycle hotbar",
		"5": "서리군대가 서쪽에서 오고 있습니다!",
		"60": "공격",
		"61": "건설",
		"62": "마시기",
		"63": "행동",
		"64": "변경 메뉴",
		"65": "설치",
		"66": "교환",
		"67": "장착",
		"68": "장착 해제",
		"69": "입주자 깃발 확인",
		"6": "서리군대가 동쪽에서 오고 있습니다!",
		"70": "하우징 판정",
		"71": "빠른 제작",
		"72": "제작",
		"73": "선택",
		"74": "쓰레기",
		"75": "판매",
		"76": "이전",
		"77": "영상 보기",
		"78": "영상 숨기기",
		"79": "사용",
		"7": "서리군대가 도착했습니다!",
		"80": "말하기",
		"81": "읽기",
		"82": "뒤로",
		"83": "즐겨찾기",
		"84": "팀 블럭 안에서 팀을 변경할 수 없습니다!",
		"85": "벌레",
		"86": "오리",
		"87": "나비",
		"88": "반딧불이",
		"89": "전선 옵션",
		"8": "피의 달이 떠오르고 있습니다...",
		"90": "구매",
		"91": "구매 추가",
		"92": "판매",
		"93": "제작 추가",
		"94": "제거 시도",
		"95": "달팽이",
		"96": "처럼 생겼다",
		"97": " 이 파티를 열었다",
		"98": " 들이 파티를 열었다",
		"99": "파티 시간 끝!!",
		"9": "당신을 지켜보는 사악한 존재를 눈치챘다..."
	},
	"LegacyInterface": {
		"0": "체력:",
		"100": "생명체 수",
		"101": "사살 수",
		"102": "달 모양",
		"103": "이동 속도",
		"104": "보물",
		"105": "희귀한 생명체",
		"106": "초당 공격력",
		"107": "이상한 식물",
		"108": "지도 열기",
		"109": "지도 닫기",
		"10": "방어력",
		"110": "폴더 열기",
		"111": "스크린샷",
		"112": "프레임을 설정해야 합니다",
		"113": "창모드에서만 가능합니다",
		"114": "지도가 켜져 있을때만 가능합니다",
		"115": "카메라모드 끄기",
		"116": "아이템 강조 끄기",
		"117": "아이템 강조 켜기",
		"118": "확대",
		"119": "축소",
		"11": "장식",
		"120": "아군에게 텔레포트",
		"121": "아이템 떨어뜨리기",
		"122": "아이템 정렬",
		"123": "추운 날씨",
		"12": "투구",
		"13": "상의",
		"14": "하의",
		"15": "백금화",
		"16": "금화",
		"17": "은화",
		"18": "동화",
		"19": "재단련",
		"1": "산소",
		"20": "재단련할 아이템을 올려 놓으세요",
		"21": "해당 아이템을 사용하는 제작들",
		"22": "필요한 작업대:",
		"23": "필요 없음",
		"24": "재료를 올려 놓으세요",
		"25": "제작법 묻기",
		"26": "동전",
		"27": "탄약",
		"28": "상점",
		"29": "모두 꺼내기",
		"2": "마나",
		"30": "모두 넣기",
		"31": "상자에 쌓기",
		"32": "돼지 저금통",
		"33": "금고",
		"34": "시간",
		"35": "저장 후 닫기",
		"36": "연결 끊김",
		"37": "아이템",
		"38": "죽었...군, 자네.",
		"39": "알맞은 주택.",
		"3": "쓰레기통",
		"40": "올바르지 않은 주택.",
		"41": "주민이 있는 주택.",
		"42": "오염된 주택.",
		"43": "연결 시간 초과",
		"44": "타일 자료 불러오는 중",
		"45": "착용",
		"46": "비용",
		"47": "저장",
		"48": "편집",
		"49": "오염도",
		"4": "인벤토리",
		"50": "저주",
		"51": "도움",
		"52": "닫기",
		"53": "물",
		"54": "회복",
		"55": "이 집은 주민의 관심을 끌기 충분하지 않습니다",
		"56": "용암",
		"57": "염료",
		"58": "꿀",
		"59": "나타내기",
		"5": "핫바 고정 해제",
		"60": "숨기기",
		"61": "이름 짓기",
		"62": "설정",
		"63": "취소",
		"64": "명령",
		"65": "명령된 물건",
		"66": "저장",
		"67": "스냅샷",
		"68": "설정",
		"69": "프레임 핀",
		"6": "핫바 고정",
		"70": "프레임 셋",
		"71": "닫기",
		"72": "켜기",
		"73": "끄기",
		"74": "분할 저장",
		"75": "엔티티를 캡쳐",
		"76": "배경을 캡쳐",
		"77": "바이옴 고르기",
		"78": "프레임 리셋",
		"79": "장비",
		"7": "주택",
		"80": "주택",
		"81": "카메라 모드",
		"82": "인벤토리에 쌓기",
		"83": "얼어붙은 달",
		"84": "호박의 달",
		"85": "화성의 광란",
		"86": "해적",
		"87": "서리군대",
		"88": "고블린 군대",
		"89": "몫 챙기기",
		"8": "주택 검수",
		"90": "갈고리",
		"91": "탈 것",
		"92": "눈요기 펫",
		"93": "열차",
		"94": "빛 나는 펫",
		"95": "시간",
		"96": "날씨",
		"97": "낚는 힘",
		"98": "가로 좌표",
		"99": "세로 좌표",
		"9": "장신구"
	},
	"LegacyChestType": {
		"0": "상자",
		"10": "덩굴에 감긴 상자",
		"11": "얼음 상자",
		"12": "살아있는 나무 상자",
		"13": "하늘하늘한 상자",
		"14": "크림슨 나무 상자",
		"15": "거미줄에 뒤덮힌 상자",
		"16": "사원 상자",
		"17": "물의 상자",
		"18": "정글 상자",
		"19": "전설의 코럽션 상자",
		"1": "황금 상자",
		"20": "전설의 크림슨 상자",
		"21": "전설의 신성한 상자",
		"22": "얼어붙은 상자",
		"23": "잠겨있는 전설의 정글 상자",
		"24": "잠겨있는 전설의 코럽션 상자",
		"25": "잠겨있는 전설의 크림슨 상자",
		"26": "잠겨있는 전설의 신성한 상자",
		"27": "잠겨있는 전설의 얼어붙은 상자",
		"28": "왕가의 상자",
		"29": "꿀 상자",
		"2": "잠긴 황금 상자",
		"30": "스팀펑크 상자",
		"31": "야자 나무 상자",
		"32": "버섯 상자",
		"33": "아한대 나무 상자",
		"34": "끈적끈적한 상자",
		"35": "녹색 던전의 상자",
		"36": "잠긴 녹색 던전의 상자",
		"37": "분홍 던전의 상자",
		"38": "잠긴 분홍 던전의 상자",
		"39": "푸른 던전의 상자",
		"3": "그림자 상자",
		"40": "잠긴 푸른 던전의 상자 상자",
		"41": "뼈 상자",
		"42": "선인장 상자",
		"43": "고깃덩이 상자",
		"44": "흑요석 상자",
		"45": "호박 상자",
		"46": "으스스한 상자",
		"47": "유리 상자",
		"48": "화성인의 상자",
		"49": "운석 상자",
		"4": "잠긴 그림자 상자",
		"50": "화강암 상자",
		"51": "대리석 상자",
		"5": "통",
		"6": "쓰레기통",
		"7": "코럽션 나무 상자",
		"8": "리치 마호가니 상자",
		"9": "신성한 나무 상자"
	},
	"LegacyDresserType": {
		"0": "옷장",
		"10": "뼈 옷장",
		"11": "선인장 옷장",
		"12": "으스스한 옷장",
		"13": "천공의 옷장",
		"14": "꿀 옷장",
		"15": "도마뱀 옷장",
		"16": "야자나무 옷장",
		"17": "버섯 옷장",
		"18": "아한대 나무 옷장",
		"19": "슬라임 옷장",
		"1": "코럽션 나무 옷장",
		"20": "호박 옷장",
		"21": "스팀펑크 옷장",
		"22": "유리 옷장",
		"23": "고기 옷장",
		"24": "화성인 옷장",
		"25": "운석 옷장",
		"26": "화강암 옷장",
		"27": "대리석 옷장",
		"28": "{$ItemName.CrystalDresser}",
		"29": "{$ItemName.DynastyDresser}",
		"2": "리치 마호가니 옷장",
		"30": "{$ItemName.FrozenDresser}",
		"31": "{$ItemName.LivingWoodDresser}",
		"3": "신성 나무 옷장",
		"4": "크림슨 나무 옷장",
		"5": "푸른 던전 옷장",
		"6": "녹색 던전 옷장",
		"7": "분홍 던전 옷장",
		"8": "황금 옷장",
		"9": "흑요석 옷장"
	},
	"Legacy상자Type2": {
		"0": "수정 상자",
		"1": "황금 상자"
	}
}